# 定义关键词库  

keyword_list = [  
    "草莓真果粒",   
    "黄桃真果粒",   
    "芦荟真果粒",   
    "农夫山泉",  
    "怡宝",
    "依云" ,
    "医保" ,
    "三角酥" ,
    "小饼干" ,
    "娃哈哈" ,
    "果汁" ,
    "拿铁咖啡" ,
    "啤酒",
    "百岁山",
    "鸡尾酒",
    "椰子真果粒",
    "可口可乐",
    "巴马铂泉",
    "东西",
    
]  






data = {  
    "input": [  
        "请给我拿一些草莓真果粒." , "我想吃草莓真果粒，能帮我拿一下吗？", "草莓真果粒在哪里，我今天想吃点",   
        "给我来几颗黄桃真果粒", "你能帮我找到黄桃真果粒吗？", "我想吃黄桃真果粒，你能帮我拿一下吗？",  
        "我需要一瓶芦荟真果粒", "请给我拿芦荟真果粒", "芦荟真果粒在哪里，你能帮我拿一包吗？",   
        "能帮我拿一下农夫山泉吗？", "请给我拿农夫山泉", "农夫山泉在哪里？我想要一些" ,
        "能帮我拿一下怡宝矿泉水吗" , "给我来一瓶怡宝矿泉水" , "怡宝矿泉水在哪，请帮我找一下" ,
        "依云矿泉水在哪里，我想要一些" , "请给我一瓶依云矿泉水" , "我想要依云矿泉水，能帮我拿一下吗" ,
        "我今天想吃医保，能帮我拿一下吗" , "医保在哪里？我想要一些" , "请给我拿一包医保" ,
        "给我来一些三角酥" , "三角酥在哪，请帮我找一下" , "我想吃三角酥，能帮我拿一下吗" ,
        "我需要一些小饼干" , "小饼干在哪里，我想要一些" , "请帮我拿一些小饼干" ,
        "请帮我拿一瓶娃哈哈" , "娃哈哈在哪里,我想要一瓶" , "我想喝娃哈哈,能帮我拿一下吗" ,
        "我想要一杯果汁" , "请帮我拿一瓶果汁" , "果汁在哪里，我想要一瓶" ,
        "你能帮我拿一瓶拿铁咖啡吗" , "拿铁咖啡在哪，我想要一瓶" , "我想要一杯拿铁咖啡" ,
        "请给我一瓶啤酒" , "啤酒在哪里，我想要一瓶" , "我想喝啤酒，能帮我拿一瓶吗" ,
        "请给我一瓶百岁山" , "百岁山在哪里，我想要一瓶" , "我想喝百岁山，能帮我拿一瓶吗" ,
        "请给我一瓶鸡尾酒" , "鸡尾酒在哪里，我想要一瓶" , "我想喝鸡尾酒，能帮我拿一瓶吗",
        "请给我一瓶椰子真果粒" , "椰子真果粒在哪里，我想要一瓶" , "我想喝椰子真果粒，能帮我拿一瓶吗" ,
        "请给我一瓶可口可乐" , "可口可乐在哪里，我想要一瓶" , "我想喝可口可乐，能帮我拿一瓶吗" ,
        "请给我一瓶巴马铂泉" , "巴马铂泉在哪里，我想要一瓶" , "我想喝巴马铂泉，能帮我拿一瓶吗" ,
        "您好，请问有人吗，我想买点东西", "请问我可以买点东西吗", "这里可以买东西吗"
    ],  
    "keyword": [  
        "草莓真果粒", "草莓真果粒", "草莓真果粒",   
        "黄桃真果粒", "黄桃真果粒", "黄桃真果粒",  
        "芦荟真果粒", "芦荟真果粒", "芦荟真果粒",   
        "农夫山泉", "农夫山泉", "农夫山泉"  ,
        "怡宝" , "怡宝" , "怡宝" ,
        "依云" , "依云" , "依云" ,
        "医保" , "医保" , "医保" ,
        "三角酥" , "三角酥" , "三角酥" ,
        "小饼干" ,"小饼干" , "小饼干" ,
        "娃哈哈" , "娃哈哈" , "娃哈哈" ,
        "果汁" , "果汁" , "果汁" ,
        "拿铁咖啡" , "拿铁咖啡" , "拿铁咖啡" ,
        "啤酒", "啤酒", "啤酒",
        "百岁山", "百岁山", "百岁山",
        "鸡尾酒", "鸡尾酒", "鸡尾酒",
        "椰子真果粒", "椰子真果粒", "椰子真果粒",
        "可口可乐", "可口可乐", "可口可乐",
        "巴马铂泉", "巴马铂泉", "巴马铂泉",
        "东西", "东西", "东西"
    ]  
}
